export default {
  'header': {
    'summer sal-': 'აქცია ყველა სეზონურ მცენარეზე და უფასო მიტანის სერვისი! - 50%-მდე ფასდაკლება',
    'home': 'მთავარი',
    'store': 'პროდუქტები',
    'about': 'ჩვენს შესახებ',
    'contact': 'კონტაქტი',
  },
  "footer": {
    "contact title": "კონტაქტი",
    "address": "ქალაქი, ქუჩა",
    "links title": "სწრაფი ბმულები",
    "store": "პროდუქტები",
    "about": "ჩვენს შესახებ",
    "contact": "კონტაქტი",
    "info title": "ინფორმაცია",
    "terms & conditions": "წესები და პირობები",
    "privacy policy": "უსაფრთხოება და კონფიდენციალურობა"
  },
  "login page": {
    "title": "ექაუნთზე შესვლა",
    "btn text": "შესვლა"
  },
  "store page": {
    "title": "პროდუქტები",
    "searchText": "მოძებნეთ პროდუქტი",
    "sortBtnText": "სორტირება ფასით"
  },
  "contact page": {
    'form': {
      'your name': 'თქვენი სახელი',
      'your email': 'თქვენი ელ-ფოსტა',
      'your phone': 'თქვენი ნომერი',
      'your msg': 'თქვენი შეტყობინება',
      'send msg': 'გაგზავნა'
    },
    "info": {
      'call to us': 'დაგვიკერეთ',
      'we are avail-': 'ჩვენ ვართ 24/7-ზე ხელმისაწვდომი, ყოველდღე',
      'phone': 'ნომერი',
      'write to us': 'მოგვწერეთ',
      'fill out our for-': 'შეავსეთ მოცემული ფორმა და ჩვენს დაგეკონტაქტებით 24 საათის განამვლობაში',
      'emails': 'ელ-ფოსტა'
    }
  },
  "profile page": {
    'profile nav': {
      'manage my accaunt': 'ჩემი ანგარიში',
      'my profile': 'ჩემი პროფილი',
      'address book': 'საკონტაქტო დეტალები',
      'my payment options': 'გადახდის მეთოდები',
      'my orders': 'ჩემი შეკვეთები',
      'my returns': 'დაბრუნებული შეკვეთები',
      'my cancelations': 'გაუქმებული შეკვეთები'
    },
    'edit form': {
      'title': 'პროფილის დეტალების შეცვლა',
      'firstname': ['სახელი', 'ლევანი'],
      'lastname': ['გვარი', 'ჯიბუტი'],
      'email': 'ელ-ფოსტა',
      'address': ['მისამართ', 'ქალაქი, ქუჩა'],
      'password': ['პაროლის შეცვლა', 'ძველი პაროლი', 'ახალი პაროლი', 'დაადასტურეთ ახალი პაროლი'],
      'cancel': 'გაუქმება',
      'save': 'ცვლილებების შენახვა'
    }

  }

}