export default {
  'header': {
    'summer sal-': 'აქცია ყველა სეზონურ მცენარეზე და უფასო მიტანის სერვისი! - 50%-მდე ფასდაკლება',
    'home': 'მთავარი',
    'store': 'პროდუქტები',
    'blogs': 'სტატიები',
    'contact': 'კონტაქტი',
    'logging out': 'გასვლა',
    'logged out': "თქვენ გამოსული ხართ თქვენი ანგარიშიდან",
    'en': 'ინგ',
    'ge': 'ქარ',
    'profile': 'პროფილი',
    'orders': 'ჩემი შეკვეთები',
    'logout': 'გასვლა',
    'sign in': 'შესვლა',
    'welcome': 'ყვავილებისა და მცენარეების ონლაინ მაღაზია',
    'intro text': "შესძინე სახლს გაზაფხულის ფერები",
    'shop now': 'იშოპინგე'
  },
  'footer': {
    'support': 'კონტაქტი',
    'address': 'ქალაქი, ქუჩა',
    'links title': 'სწრაფი ბმულები',
    'store': 'პროდუქტები',
    'about': 'ჩვენს შესახებ',
    'contact': 'კონტაქტი',
    'info title': 'ინფორმაცია',
    'terms & conditions': 'წესები და პირობები',
    'privacy policy': 'უსაფრთხოება და კონფიდენციალურობა',
    'sign in': 'ანგარიშზე შესვლა',
    'follow': 'თვალი გვადევნეთ',
    'copy right text': '2024 ყველა უფლება დაცულია'
  },
  '/': {
    'todays': "დღევანდელი",
    'flah sales': 'დიდი ფასდაკლება',
    'view all': 'ყველა პროდუქტის ნახვა',
    'plants': 'მცენარეები',
    'cactuses': 'კაკტუსები',
    'bonsais': 'ბონსაები',
    'delivery service': ['უფასო და სწრაფი მიტანა', 'უფასო ადგილზე მიტანა დიდი შეკვეთებისთვის'],
    'support service': ['სამომხმარებლო სერვისი', 'მეგობრული სამომხმარებლო სერვისი 24/7-ზე'],
    'money back service': ['გარანტირებული თანხის დაბრუნება', 'ჩვენ თანხას ვაბრუნებთ 30 დღის განმავლობაში']
  },
  "/sign-in": {
    'title': 'ავტორიზაცია',
    'btn text': 'გაგრძელება',
    'Login to yo-': 'პირად ანგარიშზე შესვლა წამებში',
    'remember': 'დამიმახსოვრე',
    'forgot?': 'დაგავიწყდა პაროლი?',
    'do not have and account?': 'არ გაქვს ანგარიში?',
    'sign up': 'დარეგისტრირდი',
    'continue': 'ან გააგრძელე',
    'email': 'ელ-ფოსტა',
    'password': 'პაროლი',
    'incorrect credentials': 'ელ-ფოსტა ან პაროლი არასწორია! გთხოვთ სცადოთ ახლიდან',
    'successfull login': "თქვენ წარმატებით გაიარეთ ავტორიზაცია",
    'loading message': 'მიმდინარეობს ავტორიზაცია',
    'failed login': 'სისტემაში შეფერხებაა, გთხოვთ სცადოთ მოგვიანებით'
  },
  '/sign-up': {
    'title': 'რეგისტრაცია',
    'btn text': 'ანგარიშის შექმნა',
    'create an acc-': 'შექმენი ანგარიში წამებში',
    'fill in a few-': 'შეავსე დამატებითი ველებიც',
    'credentials-': 'და კრედენციალები..',
    'agree to terms': 'ვეთანხმები ',
    'tac': 'წესებსა და პირობებს',
    'already member?': 'გაქვს ანგარიში?',
    'sign in': 'შესვლა',
    'or continue': 'ან გააგრძელე',
    'firstname': 'სახელი',
    'lastname': 'გვარი',
    'gender': 'სქესი',
    'male': 'მამრობითი',
    'female': 'მდედრობითი',
    'dob': 'დაბადების თარიღი',
    'country': 'ქვეყანა',
    'address': 'მისამართი',
    'mobile': 'მობილური ნომერი',
    'email': 'ელ-ფოსტა',
    'password': 'პაროლი',
    'confirm': 'დაადასტურეთ პაროლი',
    'continue': 'გაგრძელება',
    'go back': 'დაბრუნება',
    'sign up': 'რეგისტრაცია',
    'email is used': 'ელ-ფოსტა უკვე გამოყენებულია! გთხოვთ სცადოთ კიდევ ერთხელ',
    'successfull register': 'თქვენ წარმატებით დარეგისტრირდით',
    'loading message': 'გთხოვთ დაიცადოთ, მიმდინარეობს ახალი მომხმარებლის რეგისტრაცია',
    'failed registration': 'სისტემაში შეფერხებაა, გთხოვთ სცადოთ მოგვიანებით'
  },
  'store page': {
    'title': 'პროდუქტები',
    'searchText': 'მოძებნეთ პროდუქტი',
    'sortBtnText': 'სორტირება ფასით'
  },
  'contact page': {
    'form': {
      'your name': 'თქვენი სახელი',
      'your email': 'თქვენი ელ-ფოსტა',
      'your phone': 'თქვენი ნომერი',
      'your msg': 'თქვენი შეტყობინება',
      'send msg': 'გაგზავნა'
    },
    'info': {
      'call to us': 'დაგვიკერეთ',
      'we are avail-': 'ჩვენ ვართ 24/7-ზე ხელმისაწვდომი, ყოველდღე',
      'phone': 'ნომერი',
      'write to us': 'მოგვწერეთ',
      'fill out our for-': 'შეავსეთ მოცემული ფორმა და ჩვენს დაგეკონტაქტებით 24 საათის განამვლობაში',
      'emails': 'ელ-ფოსტა'
    }
  },
  'profile page': {
    'profile nav': {
      'manage my accaunt': 'ჩემი ანგარიში',
      'my profile': 'ჩემი პროფილი',
      'address book': 'საკონტაქტო დეტალები',
      'my payment options': 'გადახდის მეთოდები',
      'my orders': 'ჩემი შეკვეთები',
      'my returns': 'დაბრუნებული შეკვეთები',
      'my cancelations': 'გაუქმებული შეკვეთები'
    },
    'edit form': {
      'title': 'პროფილის დეტალების შეცვლა',
      'firstname': ['სახელი', 'ლევანი'],
      'lastname': ['გვარი', 'ჯიბუტი'],
      'email': 'ელ-ფოსტა',
      'address': ['მისამართი', 'ქალაქი, ქუჩა'],
      'password': ['პაროლის შეცვლა', 'ძველი პაროლი', 'ახალი პაროლი', 'დაადასტურეთ ახალი პაროლი'],
      'cancel': 'გაუქმება',
      'save': 'ცვლილებების შენახვა'
    }

  }

}